<template>
  <p>

  利用規約

  この利用規約（以下，「本規約」といいます。）は，お家Bar運営チーム（以下，「当サービス提供者」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。

  第1条（適用）
  本規約は，ユーザーと当サービス提供者との間の本サービスの利用に関わる一切の関係に適用されるものとします。

  第2条（利用登録）
  本サービスにおいては，登録希望者が本規約に同意の上，当サービス提供者の定める方法によって利用登録を申請し，当サービス提供者がこれを承認することによって，利用登録が完了するものとします。
  当サービス提供者は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。
  利用登録の申請に際して虚偽の事項を届け出た場合
  本規約に違反したことがある者からの申請である場合
  その他，当サービス提供者が利用登録を相当でないと判断した場合

  第3条（禁止事項）
  ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。
  1) 法令または公序良俗に違反する行為
  2) 犯罪行為に関連する行為
  3) 本サービスの内容等，本サービスに含まれる著作権，商標権ほか知的財産権を侵害する行為
  4) 当サービス提供者，ほかのユーザー，またはその他第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為
  5) 本サービスによって得られた情報を商業的に利用する行為
  6) 当サービス提供者のサービスの運営を妨害するおそれのある行為
  7) 不正アクセスをし，またはこれを試みる行為
  8) 他のユーザーに関する個人情報等を収集または蓄積する行為
  9) 不正な目的を持って本サービスを利用する行為
  10) 本サービスの他のユーザーまたはその他の第三者に不利益，損害，不快感を与える行為
  11) 他のユーザーに成りすます行為
  12) 当サービス提供者が許諾しない本サービス上での宣伝，広告，勧誘，または営業行為
  13) 面識のない異性との出会いを目的とした行為
  14) 当サービス提供者のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為
  15) その他，当サービス提供者が不適切と判断する行為

  第4条（本サービスの提供の停止等）
  当サービス提供者は，ユーザーに通知することなく，本サービスの内容を変更または本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。

  第5条（利用制限および登録抹消）
  当サービス提供者は，ユーザーが以下のいずれかに該当する場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限することができるものとします。
  1) 本規約のいずれかの条項に違反した場合
  2) 当サービス提供者からの問い合わせその他の回答を求める連絡に対して30日間以上応答がない場合
  3) その他，当サービス提供者が本サービスの利用を適当でないと判断した場合
  当サービス提供者は，本条に基づき当サービス提供者が行った行為によりユーザーに生じた損害について，一切の責任を負いません。

  第6条（保証の否認および免責事項）
  当サービス提供者は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。
  当サービス提供者は，本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。
  当サービス提供者は，当サービス提供者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（当サービス提供者またはユーザーが損害発生につき予見し，または予見し得た場合を含みます。）について一切の責任を負いません。
  当サービス提供者は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。

  第7条（サービス内容の変更等）
  当サービス提供者は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。

  第8条（利用規約の変更）
  当サービス提供者は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。なお，本規約の変更後，本サービスの利用を開始した場合には，当該ユーザーは変更後の規約に同意したものとみなします。

  第9条（個人情報の取扱い）
  当サービス提供者は，本サービスの利用によって取得する個人情報については，当サービス提供者「プライバシーポリシー」に従い適切に取り扱うものとします。

  第10条（通知または連絡）
  ユーザーと当サービス提供者との間の通知または連絡は，当サービス提供者の定める方法によって行うものとします。

  第11条（権利義務の譲渡の禁止）
  ユーザーは，当サービス提供者の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。

  第12条（準拠法・裁判管轄）
  本規約の解釈にあたっては，日本法を準拠法とします。
  本サービスに関して紛争が生じた場合には，当サービス提供者の所在地を管轄する裁判所を専属的合意管轄とします。

  以上

  2020年8月16日制定

</p>
</template>
